{
  "list"=[{"title":"Castle in the Sky","description":"The orphan Sheeta inherited a mysteriouscrystal that links her to the mythical sky-kingdom of Laputa, With the helo ofresourceful Pazu and a rollicking band ofsky pirates, she makes her way to theruins of the once-great civilization, Sheetaand Pazu must outwit the evi Muska. whoplans to use Live"},{"title":"Grave of the Fireflies","description":"in the latter part of world war ll, a boy andhis sister, orphaned when their mother iskilled in the firebombing of Tokyo. are leftto survive on their own in what remains olcivilian life in Japan. The plot followws thisboy and his sister as they do their best tosurvnve in the Japanese countrysid in live"},{"title":"My Neighbor Totoro","description":"Two sisters move to the country with theirfather in order to be closer to theirhospitalized mother and discover thesurrounding trees are inhabited by Totorosmapical spinits of the forest when theyoungest runs awary from home. the oldersister seeks help from the spirits to findher on my room"},{"title":"Kiki's Delivery Service","description":"Kiki's Delivery Service (Japanese: 魔女の宅急便) is a Japanese animated film released in 1989, which was written, produced, and directed by Hayao Miyazaki. Now the musical of the same name will be staged in Hangzhou.This is the modern dance presented by the well-known Chinese dancer Hu Shenyuan, and the tickets are for sale now."},{"title":"Only Yesterday","description":"This is in the film shooting in accordance with the story and purview of Star Sheng Sheng first music album, the result of this series of songs only red flower was used as the theme music and another two B, G, M, the others were all given up. It is not because it is not good to hear, on the contrary, but because the music is too beautiful, and the movie does not match, for example, there is a song I highly recommend capricious, the whole song is repeated again and again like soothing timbre stacked together, as if in the arms of the dearest person, and only one warm lyric: Think more, my little angel. It can be said that it has the beauty of Hisaishi's music and the structure of Enya's music, but far more than both of them is the 'love' contained in the music. However, this song originally more to be used to match the wonderful son was slapped in the face of the scene, you have seen the film, of course, you can know that this song is absolutely not used. In a way, when Xing Sheng made this mind album."},{"title":"Porco Rosso","description":"Poluk is a reflection of Miyazaki, and so is Fio. It was Hayao Miyazaki when he was young. He started out working for someone big, and he worked hard to do it. Hayao Miyazaki, for example, was flattered to work with his predecessors in the animation industry when he was young.And young people, he says at the beginning, are constantly thinking about whether or not they have the ability, whether or not they have the necessary talent and in this line of work, over and over again. It's like when Fio looked at Polook's driving and said, You seem to be able to do everything."}]
}
